import React from "react";

export default function viewArticle() {
  return (
    <>
      <div className="container mt-5">
        <h1>【桌遊開箱報】The Voyages of Marco Polo 馬可波羅 開箱＋五分鐘桌遊教室＋玩家幫助卡＋擴充介紹</h1>
        <p>
        出版社：新天鵝堡 Z-Man Games 設計師：Simone Luciani Daniele
          Tascini 美術：Dennis Lohausen 中文名稱：馬可波羅 英文名稱：The Voyages
          of Marco Polo 遊戲人數：2-4人 遊戲時間：40-100
          mins 建議年齡：12+ 遊戲類型：成套收集/不同玩家能力/擲骰/工人置放 文字需求：無 
          遊戲元素：馬可波羅/商隊/駱駝/綠洲/可汗 　馬可·波羅（Marco
          Polo，又譯馬可·孛羅、馬哥·波羅、馬哥孛羅，1254年9月15日－1324年1月8日）是威尼斯共和國商人、旅行家及探險家。據本人說他曾隨父親和叔叔通過絲綢之路到過中國，擔任元朝官員。回到威尼斯後，馬可·波羅在一次威尼斯和熱那亞之間的海戰中被俘，在監獄裡口述其旅行經歷，由魯斯蒂謙寫出《馬可·波羅遊記》。他的遊記讓歐洲人得以了解中亞和中國，對東西發展有很大的貢獻。（From 維基百科）
          　相信馬可．波羅這個名字大家都聽過，同樣的，《馬可波羅》這款遊戲在桌遊界的名氣也不小，玩過的幾乎都給予蠻正面的評價，2015年出版至今，在BGG上的排名目前是全球第37名，相當的厲害。今天是中文版的開箱，中文版最厲害的地方是－居然超低調的送擴充啊！！佛心來的～  　遊戲中大家將會經歷馬可．波羅的旅程，從威尼斯出發，最終到達北京。當然，你也可以不往北京走，開拓出只屬於自己的經商之路。甚至，你會發現遊戲中有個傢伙，根本就是直接從北京出發（笑）。經商、旅行、設置交易所、拜訪可汗，最終成為最有聲望的商人並獲得勝利吧！   【開箱囉】
          （圖）馬可波羅與快樂的駱駝們 （圖）遊戲人數：2-4人 遊戲時間：40-100
          mins 建議年齡：12+ （圖）盒底的文字好多啊　＠＠ （圖）內容物有夠多
          （圖）設置幫助卡與玩家幫助卡
          （玩家幫助卡很常見，但連設置都有幫助卡真的很貼心）
          （圖）質感很棒的彩色骰子們 （圖）超大一包的木製Token
          （圖）四位玩家各自的配件 （人偶ｘ３、交易所ｘ９）
          （圖）駱駝、黃金、胡椒、絲綢，還有兩間黑色交易所
          （這四種配件都有分大跟小的尺寸，在遊戲中一個大的相當於三個小的，但是我覺得大小真的不是很好分辨，尺寸差距不大，這一點有點可惜～）
          （圖）這七個配件只有某些角色才會用到 （圖）卡片們
          （圖）目標卡，遊戲結束時會根據建造的交易所來獲得分數
          （圖）大城市牌，共３１張，每場遊戲只會隨機用到９張
          （圖）六折式圖板，非常大張
          （圖片來源）圖板大張到很難拍，所以借用官方的圖 （圖）大城市與小城市
          （路上的駱駝好可愛） （圖）規模最大的城市－蘇門答臘
          （圖）北京，幾乎是大家的最終目的地 （但也有人是從這裡出發喔～笑～）
          （英文版的北京有拼字錯誤的問題，中文版已修正）
          （圖）超龐大的戳戳樂，品質很棒，很厚實
          （圖）十張角色板塊：本遊戲最讓人津津樂道的，就是這十個「暴力平衡」的角色。每個的能力看起來都超強，但遊戲玩起來就是會從中取得平衡，很有趣。
          （圖）錢幣，這品質真的有夠讚，不規則的邊緣，厚實的材質。很多遊戲當中附的錢我都不會拿來用（尤其是紙鈔），但這個真的很好用，設計上又好漂亮，有呈現出當時東西方交流的文化融合感，唯一的缺點就是數量少了點。
          （圖）合約板塊。對商人來說，合約當然是非常重要的，又分為起始合約（藍色）跟一般合約（紅色）。合約在遊戲中除了扮演讓玩家取分的角色，其實它也默默地擔任「計時器」的功能，遊戲共進行五個回合，當五疊合約都用上時，就是最後一回合囉。
          （圖）起始玩家標記，小城市獎勵（方），交易所獎勵（半圓）
          （圖）四張玩家的個人圖板（很漂亮）
          （抽屜打開真的很立體，真希望裡面是時光機啊～（誤））
          （圖）最後有個小東西大家千萬不要把它丟掉
          （圖）沒有它，你的盒子會這樣爛爛的
          （圖）裝上它之後，盒子一整個雄壯威武啊！！
   
        </p>
          
        <p>
          這篇我打算做些不一樣的事情，因為兩年前小柴大大已經寫了一篇超詳盡的規則文章了，開箱的部分之所以重複，是想讓大家看看中文版的品質（嗯～真的不錯），與其把規則重新再寫一次，不如花同樣的時間，把它整理成【五分鐘桌遊教室】，也順便弄成玩家幫助卡，讓大家日後想重複玩這個遊戲會更輕鬆。
          　此外，文章的最後也有這次中文版附贈的【新角色擴充】的介紹喔。
          【五分鐘桌遊教室＋玩家幫助卡】
          　相信我，大家看到的雖然只是簡單的兩張圖，但整理這個，絕對比我把規則全部再寫過一次還累，所以我不是偷懶喔。以下是這次的五分鐘桌遊教室，相信對複習遊戲，或是拿來教學遊戲都會有幫助。
          　對了，遊戲本來就有幫助卡，所以我主要是補足『主要行動』這一塊。
          （圖）請原諒我畫得很像草泥馬的駱駝 （部分照片來自ＢＧＧ）
          （部分照片來自ＢＧＧ）  　此外我也把同樣的圖整理成玩家幫助卡：
          （圖）玩家幫助卡預覽 玩家幫助卡下載：
          大尺寸的（一張Ａ４只能印一張幫助卡）
          小尺寸的（一張Ａ４可以印兩張幫助卡） 【新角色擴充】  
          　這個部分是中文版最佛心的地方，這組擴充在2015年的埃森展上推出，是需要另外購買的，我剛剛上國外網站查詢，目前一組擴充還要賣7歐！中文版居然偷偷的就把擴充塞進來，而且沒有在盒子外面大大的印上『附贈！新角色擴充！！！』。真的只能說感謝再感謝～以下來看看這個擴充：
          （圖）擴充的戳戳樂一張 （圖）新的合約板塊還有新的小城市獎勵
          （左下角都有小小埃森展Logo）
          （圖）禮物板塊：新的合約與小城市獎勵，會帶給玩家『禮物』的獎勵。『禮物』又可分為兩類，有閃電符號的禮物拿到的時候要立刻使用。其餘的禮物可以保留，之後在玩家的回合中再使用。
          （圖）重點中的重點，四位新角色： １．可汗阿魯渾 Khan Arghun
          　選擇角色時，若出現這個角色，先隨機翻開六張大城市牌讓大家看到，若有玩家選擇此角色，他可以帶回那六張大城市牌。遊戲中，玩家可以使用那六張大城市牌（並視為上方有顆虛擬的骰數６的骰子）作為「額外行動」，並獲得其好處。不過每張牌都只能被使用一次，用過之後就放回遊戲盒中。
          ２．尼古拉修士 Fratre Nicolao
          　每輪開始時，可以抽三份禮物，然後保留其中一份。此外還會額外得到一個『尼古拉修士指示物』，使用這個指示物，可以讓你一次保留兩份禮物。當然，這個機會也是整場遊戲只能用一次。
          ３．欽察汗國 Altan Ord
          　放置前七間交易所時，都會獲得額外獎勵。第一間獲得１分、第二間獲得１分加１元、第三間獲得１分加１元加１匹駱駝．．．依此類推（請參考上圖）。
          ４．闊闊真公主 Gunj KoKochin
          　角色板塊上有兩個自己專屬的「額外行動」格，只有公主自己可以用。
          第一格：自己從供應區拿２匹駱駝與任２個貨物；其他玩家可拿任１個貨物
          第二格：移動遊戲地圖上的人偶一步（仍需支付額外費用） 【心得】
          　嗯，心得就是不敢寫心得～這遊戲隨機性實在太高了，31張大城市牌，每場只會隨機用到9張；原本10個角色，加了擴充之後變成14個角色，每場最多也是抽五選四。而且角色能力真的都是『暴力平衡』（從上面擴充那四個角色就知道），還有其他如小城市獎勵，合約的出現時機等等，充滿各種隨機。可是在如此高隨機性的情況下，卻還是能維持著平衡，真的不知道要玩幾場才能很有信心的寫所謂的「心得」。
          　我個人真的很喜歡『暴力平衡』的遊戲，比方說《蓋亞計劃》也是，雖然是同一款遊戲，但是扮演的角色不同，玩起來的感覺也完全不一樣，這真的需要很強大的設計師功力才能達成。不禁讓我想到我最愛的電玩《魔物獵人》，當你換上不同武器之後，雖然打的是一樣的敵人，但是感覺完全不一樣啊！！！
          　最後想特別介紹一個角色－拉希德丁．錫南（Raschid ad-Din
          Sinan），他可以不用骰骰子，直接自己決定所有的骰子的點數！這個超適合推薦給不愛骰子遊戲的玩家（這樣他就少一個理由可以嘴砲了）。總之，今天中文版的開箱介紹到此，加贈的擴充真的很超值！也希望玩家幫助卡可以真的幫助到大家喔～
          ^_^ （圖）滿滿的收納，滿滿的誠意啊～
        </p>
      </div>
    </>
  );
}